
function SelfInfo() {
    return (
        <div style={{height:"30vw"}}>
            <div>
                <img src={require("./증사.png")} style={{ height: '350px', paddingLeft: '30px', paddingRight:'50px', float: 'left' }} />
            </div>
            <div className="article_font">
                <a>안녕하세요. 컴퓨터공학을 전공한 김여원이라고 합니다.</a><br />
                <a>항상 새로운 것을 배우고 도전하는 것을 즐기는 성격으로, 적극적이고 열정적으로 일에 임하고 있습니다.</a><br />
                <a>컴퓨터공학 전공으로 가천대학교에서 공부하고 있는데,</a><br />
                <a>이를 통해 다양한 프로그래밍 언어와 기술을 익히고 프로젝트를 진행하는 등 실무 경험을 쌓고 있습니다.</a><br />
                <a>제 강점은 항상 긍정적인 마인드로 문제에 접근하고 해결책을 모색하는 데에 있습니다.</a><br />
                <a>어떤 도전이든 즐겁게 받아들이고, 새로운 아이디어와 창의적인 해결책을 생각하는 것을 즐깁니다.</a><br />
                <a>대표 기능은 JWT를 활용하여 사용자의 로그인 및 회원가입을 관리하고,</a><br />
                <a>결제 시스템을 도입하여 사용자가 쇼핑몰에서 편리하게 상품을 결제할 수 있도록 지원했습니다.</a><br />
                <a>프로젝트 도중 발생한 도전과제에 대해 팀원들과 협업하여 문제를 해결하고,</a><br />
                <a>새로운 기술 도입에 따른 어려움을 극복하며 개발 역량을 향상시켰습니다.</a><br />
                <a>저는 이러한 경험들을 통해 성장하고 더 나은 미래를 만들어 나가기 위해 끊임없이 노력하고 있습니다.</a><br />
                <a>앞으로도 다양한 분야에서 도전하며 성장하는 모습을 보여드릴 수 있도록 노력하겠습니다. 감사합니다.</a>
            </div>
        </div>
    )
}
export default SelfInfo;